<template>
    <div class="container">
        <div class="bonus">
            <h1>Бонусная программа</h1>
            <br>
            <div class="bonus__article">
                <p>
                    Программа лояльности действует только при покупке оффлайн в зоомагазине по адресу г. Тюмень, ул. В. Гнаровской, 7. 
                </p>
                <br>
                <ul>
                    <h2>С картой «Сытой Морды» вы получите:</h2>
                    <!-- <br> -->
                    <li>5% на сухие и влажные корма, консервы;</li>
                    <li>10% на все остальные категории товаров;</li>
                    <li>10% на услуги ветеринарной клиники.</li>
                </ul>
                <br>
                <h2>Как получить карту?</h2>
                <br>
                <p>
                    Карта Покупателя "Сытая Морда" выдается при единовременной покупке зоотоваров на сумму от 1000 рублей.
                </p>
                <br>
                <h2>Нужно ли носить карту с собой?</h2>
                <br>
                <p>Карту можно не носить, достаточно назвать на кассе 4-значный номер карты, ФИО или номер телефона.</p>
                <br>
                <h2>Как получить скидку на интернет-заказ?</h2>
                <br>
                <p>Стоимость товаров в интернет-магазине "Сытая Морда" указана уже с учётом скидок.
                Дополнительную скидку можно получить, выбрав товары из акционного раздела.</p>
                <br>
                <h2>А ещё мы начисляем кэшбэк бонусами «Спасибо»!</h2>
                <br>
                <p>Заказывайте доставку или расплачивайтесь за покупки в нашем зоомагазине картами Сбербанка и получайте:</p>
                <br>
                <ul>
                    <li>+ 10% бонусами на первую покупку для Вашего пушистика;</li>
                    <li>+ 2% бонусами на все последующие чеки!</li>
                </ul>
            </div>
        </div>
    </div>
</template>

<script>
export default {

}
</script>

<style>

</style>