<template>
    <div class="cats">
        <div class="container">
            <h1>Товары для кошек</h1>
            <div class="cats__categories" @click="zxc">
                <RouterLink :to="productsCatsUrl.url" v-for="productsCats of productsCats" :key="productsCats">
                    <div :class="'cats__category ' + productsCats.class">
                            <img :src="productsCats.url" alt="">
                            <p>{{ productsCats.text }}</p>
                    </div>
                </RouterLink>
            </div>
            <div class="cats__article">
                <h3>Товары для кошек</h3>
                <p>Появление ласкового пушистого котенка приносит в дом уютную и добрую атмосферу. Забавный пушистый комочек, нежно мурлыкая, успокаивает, а его веселые игры поднимают настроение. Но вместе с радостью возникает и много вопросов. Как ухаживать за питомцем? Чем его кормить, чтобы кот был весел и здоров? Чем побаловать любимца? И каким образом сделать так, чтобы пребывание кошки в доме было комфортно для нее и не доставляло хлопот хозяину? Подойдите к вопросам правильно – обратитесь в хороший зоомагазин и купите все нужное для содержания кошки.</p>
                <br>
                <h3>Купить все для кошек в Тюмени</h3>
                <p>Зоомагазин «Сытая Морда» готов разделить с вами заботы о питании, досуге и содержании ваших четвероногих друзей. Мы продаем все необходимые товары для кошек в Тюмени и других регионах. В каталоге нашего интернет-магазина – продукция, созданная специально для здоровья и комфорта ваших любимых животных, а также для удобства хозяев. Мы предлагаем:</p>
                <ul>
                    <li>широкий выбор сбалансированных кормов (влажных, сухих, в консервах) для кошек различных возрастов и потребностей, витаминных комплексов, лакомств, пищевых добавок;
    
                    </li>
                    <li>
                        средства для содержания – туалеты и наполнители, предметы гигиены для кошек, инструменты для груминга и косметика;
                    </li>
                    <li>
                        домики, лежанки, переноски;
                    </li>
                    <li>
                        средства гигиены по уходу за жизнедеятельностью животных в доме;
                    </li>
                    <li>
                        большой выбор различных аксессуаров: амуниция для кошек, игрушки, миски и т.п.
                    </li>
                </ul>
                <br>
                <h3>Зоомагазин «Сытая морда»: товары для кошек на лучших условиях</h3>
                <p>Мы предлагаем только продукцию от известных производителей, с подтвержденным качеством: все товары, допущенные к продаже, прошли проверку и получили соответствующие сертификаты. Позвонив нам, вы получите бесплатную консультацию по выбору питания и аксессуаров для кошек. Заказ доставляется по Тюмени бесплатно при условии закупки товара на 1500 руб. и выше. На сайте действует гибкая система скидок, бонусные предложения. Обратитесь в наш магазин – и сделайте жизнь кошки в доме комфортной для животного и для себя!</p>
            </div>
        </div>
    </div>
</template>

<script>

import { productsCats, productsCatsUrl } from '@/_config'

export default {
    data(){
        return{
            productsCats, productsCatsUrl
        }
    },
    methods:{
        zxc(e){
            if(e.target.closest('.cat_food')){ 
                console.log('goood')
            }
            else{
                console.log('not good')
            }
            
        }
    }
}
</script>

<style>

</style>