<template>

    <div class="slider">
        <div class="container">
            <div class="slider__inner">
                <div class="slider__arrow-L">
                    <img :src="icons.arrowLeft.url" alt="">
                </div>
                <div class="slider__arrow-R">
                    <img :src="icons.arrowRight.url" alt="">
                </div>
                <div class="slide">
                    <div class="slider__text">
                        <h1>Лохматость сильно повысится!</h1>
                        <p>Скидка 20% на все шампуни для котеек.</p>
                        <div class="button-slider">
                            <a href="#">Смотреть шампуни</a>
                            <img :src="icons.vectorRight.url" alt="vector">
                        </div>
                    </div>
                    <img :src="pictures.cat.url" alt="">
                </div>
                <div class="slide d-none">
                    <div class="slider__text">
                        <h2>
                            Мы любим животных, поэтому вы можете на нас положиться
                        </h2>
                    </div>
                    <img :src="pictures.imgSlide.url" alt="">
                </div>
            </div>
        </div>
    </div>

    <div class="about-shop">
        <div class="container">
            <div class="about-shop__content">
                <div class="about-shop__city">
                    <div class="about-shop__city-title about-shop-title">
                        <p>Интернет-зоомагазин "Сытая Морда" в г. Тюмень</p>
                    </div>
                    <div class="about-shop__city-text about-shop-text">
                        <p>
                            Для владельца красивых и веселых домашних животных 
                            нет ничего более приятного, чем порадовать своего 
                            питомца. Вкусные угощения, полезные витамины, 
                            красивые аксессуары – все это становится 
                            неотъемлемой частью нашей заботы. Зоомагазин в Т
                            юмени «Сытая Морда» поможет вам приобрести 
                            качественные товары для животных. Все предложения в 
                            нашем ассортименте внимательно проверены и выбраны 
                            с заботой о ваших питомцах.
                            В зоомагазине особой популярностью пользуются предложения для кошек и собак. 
                            Также мы подобрали различные товары для грызунов и птиц. Любителей 
                            подводной фауны порадует раздел аквариумистики с красивыми и полезными 
                            товарами для ваших рыбок.
                        </p>
                    </div>
                </div>
                <div class="about-shop__products">
                    <div class="about-shop__products-title about-shop-title">
                        <p>Что можно купить в интернет-магазине зоотоваров.</p>
                    </div>
                    <div class="about-shop__products-text about-shop-text">
                        <p>В каталоге представлены самые разные типы кормов для 
                            ваших питомцев. Выбирайте добавки и витамины в корм 
                            для любимцев и поддерживайте их здоровье. Перед 
                            поступлением в продажу каждый продукт проверяется на 
                            предмет безопасности состава, качества производства.
                        </p>
                        <br>
                        <p>Основные разделы магазина, которые помогут вам подобрать нужные товары, следующие:</p>
                        <ul>
                            <li>корма и добавки, комплексы витаминов для различных случаев с полным спектром рекомендаций;</li>
                            <li>средства гигиены, косметика и предметы для груминга, специальные предложения для разных пород;</li>
                            <li>игрушки, клетки, домики и различные аксессуары с высоким качеством и практичностью;</li>
                            <li>поводки, ошейники, миски, туалеты и другие необходимые вещи для содержания питомца в доме;</li>
                            <li>элементы декора, украшения, аксессуары для аквариумов, полноценные комплексы для животных.</li>
                        </ul>
                        <br>
                        <p>
                            Откройте для себя комфортный зоомагазин 
                            (интернет-магазин предлагает демократичные цены 
                            и разнообразный ассортимент). Достаточно 
                            выбрать подходящие для вас изделия, поместить их 
                            в корзину на сайте и оформить заказ. Оплатить 
                            вы можете любым удобным для вас способом. 
                            Действуют постоянные акции, скидки, предложения 
                            для регулярных покупок со значительными 
                            бонусами. Мы заботимся о ваших питомцах и всегда 
                            предлагаем лучшую продукцию.
                        </p>
                    </div>
                </div>
                <div class="about-shop__manual">
                    <div class="about-shop__manual-title about-shop-title">
                        Как купить товары для питомцев в интернете
                    </div>
                    <div class="about-shop__manual-text about-shop-text">
                        <p>
                            Воспользуйтесь бесплатными консультациями, 
                            чтобы заказать подходящие зоотовары в Тюмени. 
                            В магазине «Сытая Морда» есть все, что 
                            потребуется владельцу животного. Удобный 
                            каталог поможет найти нужные предложения. 
                            Для вас всегда доступна помощь в подборе. 
                            Порадуйте своего лучшего друга – 
                            покупайтекачественные аксессуары и товары в 
                            нашем магазине.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>

</template>

<script>

import { pictures, icons } from '@/_config'

export default {
    data(){
        return{
            pictures,
            icons
        }
    }
}
</script>

<style>

</style>